fetch.all.administrative.regions=L\u1EA5y danh s\u00E1ch t\u1EA5t c\u1EA3 v\u00F9ng l\u00E3nh th\u1ED5 h\u00E0nh ch\u00EDnh th\u00E0nh c\u00F4ng.
empty.administrative.regions=Kh\u00F4ng t\u00ECm th\u1EA5y v\u00F9ng l\u00E3nh th\u1ED5 h\u00E0nh ch\u00EDnh
empty.administrative.region=Kh\u00F4ng t\u00ECm th\u1EA5y v\u00F9ng l\u00E3nh th\u1ED5 h\u00E0nh ch\u00EDnh c\u00F3 m\u00E3 {0}
fetch.all.administrative.units=L\u1EA5y danh s\u00E1ch t\u1EA5t c\u1EA3 \u0111\u01A1n v\u1ECB h\u00E0nh ch\u00EDnh th\u00E0nh c\u00F4ng.
empty.administrative.units=Kh\u00F4ng t\u00ECm th\u1EA5y \u0111\u01A1n v\u1ECB h\u00E0nh ch\u00EDnh
empty.administrative.unit=Kh\u00F4ng t\u00ECm th\u1EA5y \u0111\u01A1n v\u1ECB h\u00E0nh ch\u00EDnh c\u00F3 m\u00E3 {0}
otp.generated=M\u00E3 OTP \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o th\u00E0nh c\u00F4ng
fill.all.fields=Vui l\u00F2ng \u0111i\u1EC1n \u0111\u1EA7y \u0111\u1EE7 c\u00E1c tr\u01B0\u1EDDng b\u1EAFt bu\u1ED9c
need.media.item=C\u1EA7n \u00EDt nh\u1EA5t m\u1ED9t t\u1EC7p \u0111a ph\u01B0\u01A1ng ti\u1EC7n
user.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y ng\u01B0\u1EDDi d\u00F9ng
failed.to.upload.media=T\u1EA3i l\u00EAn t\u1EC7p th\u1EA5t b\u1EA1i
product.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y s\u1EA3n ph\u1EA9m
need.sku.with.price=SKU b\u1EAFt bu\u1ED9c ph\u1EA3i c\u00F3 gi\u00E1
option.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y t\u00F9y ch\u1ECDn
option.value.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y gi\u00E1 tr\u1ECB t\u00F9y ch\u1ECDn
role.name.empty=T\u00EAn vai tr\u00F2 kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng
role.exists=Vai tr\u00F2 \u0111\u00E3 t\u1ED3n t\u1EA1i
role.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y vai tr\u00F2
user.identifier.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y ng\u01B0\u1EDDi d\u00F9ng c\u00F3 \u0111\u1ECBnh danh {0}
user.null=Th\u00F4ng tin ng\u01B0\u1EDDi d\u00F9ng kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng
username.null=T\u00EAn \u0111\u0103ng nh\u1EADp kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng
username.exists=T\u00EAn \u0111\u0103ng nh\u1EADp \u0111\u00E3 t\u1ED3n t\u1EA1i
email.exists=Email \u0111\u00E3 t\u1ED3n t\u1EA1i
password.null=M\u1EADt kh\u1EA9u kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng
otp.used=M\u00E3 OTP n\u00E0y \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng
otp.invalid.or.expired=M\u00E3 OTP kh\u00F4ng h\u1EE3p l\u1EC7 ho\u1EB7c \u0111\u00E3 h\u1EBFt h\u1EA1n
